Revit 2024 API
BuiltInFailures.DimensionFailures.DimensionOverrideNearByIsLost Property
 The dimension segment containing the override(s) shown below has been removed. The override text will no longer appear. [Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId DimensionOverrideNearByIsLost { get; }
Visual Basic
Public Shared ReadOnly Property DimensionOverrideNearByIsLost As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ DimensionOverrideNearByIsLost {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.DimensionFailures Class
Autodesk.Revit.DB Namespace